let me = {
  firstname: "Tornike",
  lastname: "Atuashvili",
  age: 17,
  city: "Rustavi",
  hobbie: "walk"
};

// ობიექტი არის მონაცემების ერთობლიობა, სადაც ვინახავთ რამოდენიმე მონაცემს ერთად. მაგალითად თუ გვინდა რომ შევინახოთ ადამიანის შესახებ ნებისმიერი სახის ინფორმაცია, ამისათვის ვიყენებთ ობიექტს

// ობიექტის გამოყენება მაშინაა რეკომენდირებული, თუ ჩვენ ვქმნით ე.წ პროფილს, ხოლო მასივის გამოყენება კი გვიადვილებს ისეთი პროექტების გაკეთებას, სადაც გვიწევს მონაცემების შენახვა. მაგ: წიგნების სახელების ჩამონათვალი და
//  ა.შ